# ответы на результат тестирования на 'Общительность'
func_sociability_answer = {
    1: '✅',
    2: '❌',
    3: '❌',
    4: '✅',
    5: '✅',
    6: '✅',
    7: '❌',
    8: '✅',
    9: '❌',
    10: '✅',
    11: '❌',
    12: '❌',
}

func_sociability_text_answer = {
    'more_9': '<i>Ваш резульат свидетельствует о достаточно выраженной у вас способности к общению. Вы умеете контактировать с людьми, понимать их. Если вы были точны в самооценке, то у вас развито чувство сопереживания с людьми. Вы скучаете в одиночестве, и вам лучше, уютнее в кругу друзей, знакомых и даже незнакомых людей. Вы готовы к сотрудничеству, заботливы, внимательны и даже в конфликте доброжелательны.</i>',
    'less_5': '<i>Вам интереснее и лучше быть одному или только с близкими людьми. В общении вы вежливы, корректны, но в меньшей мере, чем можно было бы, степенны, естественны, свободны. Если есть желание, то вам следует подумать о развитии у себя способности и умения общаться.</i>',
    '5-9': '<i>В первую очередь надо обратить внимание на развитие способности сопереживать детям и подросткам, понимать их потребности, настроения. В общении важны также находчивость, доброжелательность, сердечность, грамотная речь; хорошая память на лица, имена; здоровое чувство юмора и т.д.</i>'
}
